export const TEXTS = [
  'Куда хочешь поехать работать летом?',
  'Загружаем базу участников ШВА',
  'Прокачиваем soft-скиллы',
  'Кем станешь, когда вырастешь?',
  'Подглядели в камеру и восхитились твоей красотой',
  'Продумываем легенду и добавляем яркости',
  '🎶 Но скоро ночь закончится, стрелики пробьют 12',
  '🎶 Сердце разрывается, я так хочу остаться',
  '🎶 Всё это мелочи, а ты сильней',
  '🎶 Украду из Лувра Мона Лизу',
  'Почти загрузилось, не закрывай...',
  'Ищем морской лагерь на лето',
  'Какое твоё самое заветное желание?',
  '🎶 Став одним движением ветра',
  'А у тебя хорошие результаты, так держать!',
  'Скучаем по нашему песцу',
  'Поиграем в Чикен оф Шедоу?',
  'Ещё чуть-чуть загрузки...',
  'Марк, где фотки из Братства?',
]

export const TEXT_CHANGE_INTERVAL = 4000
