export const TEST_TEXTS = ['тестируем1', 'тестируем2', 'тестируем3']

export const TEXTS = [
  "Раз манул, два манул...",
  "А цвет футболок в этом сезоне...",
  "Подумай о лете...",
  "Этическая комиссия следит за тобой",
  "🎶 В моей Атмосфере"
]

export const OLD_TEXTS = [
  // 'Загружаем базу участников ШВА',
  // 'Прокачиваем soft-скиллы',
  // 'Продумываем легенду и добавляем яркости 💖',
  // 'Почти загрузилось, не закрывай...',
  // 'Ещё чуть-чуть загрузки...',
  // 'Ра-ра-ра, ци-ци-ци...',
  // 'Ищем морской лагерь на лето',
  // 'Какое твоё самое заветное желание?',
  '🎶 Но скоро ночь закончится, стрелики пробьют 12',
  '🎶 Сердце разрывается, я так хочу остаться',
  '🎶 Всё это мелочи, а ты сильней',
  '🎶 Украду из Лувра Мона Лизу',
  '🎶 Кто лучший, а вдруг ты?',
  '🎶 И океаном быть, а не просто казаться',
  '🎶 Став одним движением ветра',
  '🎮 Поиграем в Чикен оф Шедоу?',
  '🎮 А тебя кусал гиппопотам?',
  '🎮 Выиграла в Буквы-цифры — нашла парня...',
  'ℹ️ Студ.союз МИРЭА — наш любимый daddy',
  'ℹ️ Полар — самый статусный конкурс среди ПО',
  'ℹ️ Старая Руза — наш базовый лагерь и дом',
  'ℹ️ Профсоюз Атмосферы на защите твоих прав!',
  'ℹ️ Этическая комиссия следит за тобой 👀',
  // поддержка
  'Куда хочешь поехать работать летом?',
  'Кем станешь, когда вырастешь?',
  'Пойдём в зоопарк к нашему песцу? 🐺',
  'Раз манул, два манул... 🐈‍',
  'На первой смене лучшие!',
  'Едем в ХМАО гладить оленей? 🦌',
  'ПоДУМАй о лучшем лете!',
  'Прыгнем в это лето вместе? ☀️',
  'Море, ты, твой напарник и дети ☀️',
  'Восхищаемся твоей красотой 💖',
  'А у тебя хорошие результаты, так держать! 💖',
  'Твой лучший напарник уже рядом! 💖',
  'Твои дети уже тебя любят! 💖',
  'Малыш, не бойся! Мы с тобой 💖',
  // приколы
  'Марк, где фотки из Братства?',
  'Чтобы сдать экзамены, нужно лишь раз в день...',
  '‍Вступаешь в IT-отдел и гребёшь 💸 лопатой',
  'Да кто эти ваши Подслушано, Услышано 😡',
  'Цвет футболок в этом сезоне будет...',
  'Кто такой Даня Березкин, и чем...',
  'Когда Хогвартс не просто школа волшебства...',
  'Скоро ты узнаешь, что такое Шалабамба!',
]

export const TEXT_CHANGE_INTERVAL = 5000
